[
  {
    "id": "prabhatagarwal",
    "firstname": "Prabhat",
    "lastname": "Agarwal",
    "title": "Acting Head of Unit \"eCommerce & Platforms\", European Commission",
    "bio": [
      "Prabhat Agarwal is currently working on the European Commission's policies in the field of online platforms and electronic Commerce. He comes from a background of academic and industrial research, covering a broad range of fundamental science and commercial high-tech projects from a physicist's perspective. He joined the European Commission in 2007, and has since then covered a variety of digital innovation and regulatory areas, as well as foresight. His particular interest lie at the intersection of science, technology, society, and the law."
    ],
    "twitter": "@prabprab",
    "picture": "./speakers/Prabhat-Agarwal.jpg"
  },
  {
    "id": "jenniferbaker",
    "firstname": "Jennifer",
    "lastname": "Baker",
    "title": "Technology policy journalist and moderator",
    "bio": [
      "Jennifer has been a journalist in print, radio and television for nearly 20 years, the last 7 specialising in EU policy and legislation in the technology sector - from data protection and privacy to trade agreements; antitrust cases to copyright law; national security to public transparency.",
      "She has worked across a wide range of sectors, from editing a national daily paper in Malta, to reporting on European affairs for Middle Eastern television and has a wealth of experience in navigating the political quagmire of the EU. As well as an address book packed with insider sources and contacts in Brussels, Jennifer is skilled at translating EU policy-speak into understandable English.",
      "She is passionate about the importance of rigorous journalism to society believes ethical journalism should go hand in hand with conviction on human rights issues.",
      "She has written for some of the biggest names in the business, ArsTechnica, ComputerWeekly, Macworld, PCworld and CIO (as part of the renowned IDG News Service team), and The Register. She is senior presenter on Vieuws.eu and regularly features as an EU policy and tech expert on BBC radio, FSN, ETV and others."
    ],
    "twitter": "@BrusselsGeek",
    "picture": "./speakers/Jennyfer-Baker.jpg"
  },
  {
    "id": "catherinebearder",
    "firstname": "Catherine",
    "lastname": "Bearder",
    "title": "Member of the European Parliament",
    "bio": [
      "Catherine Bearder was first elected to the European Parliament in 2009. A former local government councillor and development officer in major national charities, she has a long record of fighting for local people and the issues that concern them.",
      "As Quaestor of the European Parliament, she is a member of the Bureau of the EP and is heavily involved in its ICT Working Group.",
      "She is a member of the Parliament's Committee on the Environment, Public Health and Food Safety (ENVI) and the Committee on Internal Market and Consumer Protection (IMCO). She is also a member of the Parliament's delegation to the Joint Parliamentary Assembly between the EU and the ACP (Africa, Caribbean and Pacific Regions) which requires working with representatives from some of the poorest countries on the planet."
    ],
    "twitter": "@catherinemep",
    "picture": "./speakers/Catherine-Bearder.jpg"
  },
  {
    "id": "julienblanchez",
    "firstname": "Julien",
    "lastname": "Blanchez",
    "title": "Global Security & Compliance Strategist at Google",
    "bio": [
      "Julien Blanchez is Global Security & Compliance Strategist at Google. He has worked 9 years with the company between Europe and California, where he was based lately, embedded in security engineering teams. He specializes in bridging technology innovation with market expectations, specifically on security and privacy. A European citizen, he is very keen on making technology work for everyone, in greater transparency and full trust.",
      "He joined Google after past functions with SAP in global corporate strategy in Germany, with Barco in Singapore and The Boston Consulting Group in Brussels.",
      "A graduate of the Université Catholique de Louvain in Belgium, he has a post-graduate degree in Maritime Sciences from the University of Antwerp and later went through an executive program at Harvard Business School.",
      "In private he is a husband and father of three, he invests his spare time in wilderness Search & Rescue volunteering and long distance family hikes. Among other trips, he completed on bicycle with his family, a 600km autonomous north-south crossing of Syria at the dawn of the arab spring."
    ],
    "twitter": false,
    "picture": "./speakers/Julien-Blanchez.jpg"
  },
  {
    "id": "paulboag",
    "firstname": "Paul",
    "lastname": "Boag",
    "title": "User experience consultant and expert in digital transformation",
    "bio": [
      "Paul Boag is a user experience consultant, author and speaker. He helps organisations such as the European Commission, UCAS and Doctors Without Borders adapt to the digital world. He refocuses them on user experience and engaging with a new digitally savvy audience. "
    ],
    "twitter": "@boagworld",
    "picture": "./speakers/Paul-Boag.jpg"
  },
  {
    "id": "davidborrelli",
    "firstname": "David",
    "lastname": "Borrelli",
    "title": "Member of the European Parliament, Europe of Freedom and Direct Democracy Group (EFDD)",
    "bio": [
      "David Borrelli has been Member of the European Parliament since 2014. He is Co-chair of Europe of Freedom and Direct Democracy Group (EFDD). He is also member of the Conference of Presidents, Committee on Industry, Research and Energy (ITRE), Committee on International Trade (INTA), Delegation for relations with Mercosur, Delegation for relations with South Africa and Delegation of the Parliamentary Assembly of the Union for the Mediterranean.",
      "He was Councillor in Treviso (2008-2013) and candidate for President of the Veneto region (2010).",
      "Previously he was entrepreneur in the catering sector, Piola Restaurant Miami Beach and Piola Restaurant Buenos Aires (1989-2003). He was Computer Technician at Punto Informatico Srl (Buffetti Group) (2003-2008), Computer Technician at Omega Srl (2008-2009) and Entrepreneur in the IT sector Trevigroup Srl (2009-2014)."
    ],
    "twitter": "@borrellidavid",
    "picture": "./speakers/David-Borelli.jpg"
  },
  {
    "id": "vincentbruneau",
    "firstname": "Vincent",
    "lastname": "Bruneau",
    "title": "Founder & CEO of Magency",
    "bio": [
      "Vincent Bruneau is the founder of Magency and serves as its Chief Executive Officer. In less than four years, he became a leader in the emerging industry of digital collaborative tools by leading one of the top five fast growing companies in Europe. Magency is a unique digital solution that allows people to learn better and work better by increasing participation, collaboration, interaction at all types of meetings, events and trainings. In four years, Magency has won several awards. Its customers include brands like Nissan, Procter & Gamble, Airbus, BNP, and more.",
      "With over 15 years as a tech illusionist performer for public and corporate events, Vincent’s an expert in building an emotional connection between corporate brands and their customers with magic and technology, enhancing the human experience."
    ],
    "twitter": "@vince_bruneau",
    "picture": "./speakers/Vincent-Bruneau.jpg"
  },
  {
    "id": "pierredamas",
    "firstname": "Pierre",
    "lastname": "Damas",
    "title": "Head of Sector ''Digital Services'', DG for Informatics",
    "bio": [
      "Pierre A. Damas is Head of Sector of Digital Services at DIGIT. He is responsible for projects and services touching Identity and Access Management, such as EC’s authentication system ECAS, CEF eID and eSignature. He is also responsible for the Open Source Strategy of the Commission as well as the European Parliament pilot project on auditing of free and Open Source software."
    ],
    "twitter": "@damaspi",
    "picture": "./speakers/Pierre-Damas.jpg"
  },
  {
    "id": "mattdavies",
    "firstname": "Matt",
    "lastname": "Davies",
    "title": "Head of Marketing, EMEA, Splunk",
    "bio": [
      "Matt Davies is Splunk's Head of Marketing for EMEA. Matt is responsible for developing and executing marketing strategy for all of Splunk's core platforms in EMEA. He works closely with Splunk customers to help them understand the value that new insights from machine data can deliver to their business. Matt is also one of Splunk's technical evangelists and communicates Splunk's go to market strategy in the region. Previously Matt has worked at Cordys, Oracle/BEA, Elata, Broadquay Consulting, iPlanet/Sun, Netscape and IBM. With nearly 20 years in the software industry, Matt has extensive knowledge of enterprise IT systems."
    ],
    "twitter": "@mattdavies_uk",
    "picture": "./speakers/Matt-Davies.jpg"
  },
  {
    "id": "mischadohler",
    "firstname": "Mischa",
    "lastname": "Dohler",
    "title": "Professor of Wireless Communications, King's College London",
    "bio": [
      "Mischa Dohler is full Professor in Wireless Communications at King’s College London, driving cross-disciplinary research and innovation in technology, sciences and arts. He is the Director of the Centre for Telecommunications Research, co-founder and member of the Board of Directors of the smart city pioneer Worldsensing, Fellow of the IEEE, Editor-in-Chief of the Transactions on Emerging Telecommunications Technologies and the EAI Transactions on the Internet of Things, and a Distinguished Member of Harvard Square Leaders Excellence.",
      "He acts as policy, technology and entrepreneurship adviser, examples being Richard Branson’s Carbon War Room, David Willetts’ 8 Great Technology Fund, Regulator Ofcom, UK House of Parliament, UK Ministries, EPSRC ICT Strategy Advisory Team, European Commission, Tech London Advocate, ISO Smart City working group, and various start-ups.",
      "He is also an entrepreneur, composer & pianist, and fluent in 6 languages. He has talked at TEDx. He had coverage by national and international TV & radio, and his contributions have featured on BBC News and the Wall Street Journal."
    ],
    "twitter": "@MischaDohler",
    "picture": "./speakers/Mischa-Dohler.jpg"
  },
  {
    "id": "kenducatel",
    "firstname": "Ken",
    "lastname": "Ducatel",
    "title": "Director, IT Security Directorate, DG for Informatics",
    "bio": [
      "After joining DIGIT as Chief Security Information Officer, Ken Ducatel was appointed Director of the newly formed IT Security Directorate. He has been leading the Commission's policy and research actions on Software and Services and Cloud Computing in DG CNECT since July 2012. Previous to that, his unit was responsible for delivering the European Commission's Cloud Strategy adopted in September 2012.",
      "Ken's earlier Commission roles include heading up the Digital Agenda for Europe Unit from 2009 to 2012, four years in the cabinet of Commissioner Reding from 2004 to 2008, Head of Sector for eEurope in 2003 and leader of the Joint Research Centre's Futures Project in Seville from 2001 to 2003.",
      "He was a member of the Faculty of Manchester University for Science Policy for more than 10 years where he taught Information and Science Policy. Ken has a PhD from Bristol University, an MSc from Cranfield University and a BA from Lancaster University.",
      "Ken is a keen climber, walker and mountain biker, although being Brussels based means that in practice a lot of his exercise takes place in early morning indoor spinning classes. He also enjoys music and film with subscriptions to the Bozar and the UGC."
    ],
    "twitter": false,
    "picture": "./speakers/Ken-Ducatel.jpg"
  },
  {
    "id": "leoexter",
    "firstname": "Leo",
    "lastname": "Exter",
    "title": "Leo Exter, Chief Energizer at Hackathons.be",
    "bio": [
      "Leo Exter is Partner at Hackathons.be – a specialist consultancy firm that helps large corporations such as BNP Paribas Fortis and Saint-Gobain accelerate innovation and rejuvenate corporate culture through innovative events such as ideation workshops, startup acceleration programs, design sprints, and hackathons.",
      "Leo has created a multitude of events for startups (Bizcamp, Buy From Startups and established Startup Weekend in Belgium), and is currently working on the biggest startup event yet: Hack Belgium.  Over the last five years he’s directly mentored dozens of startups and managed the Microsoft Innovation Center’s Boostcamp acceleration program."
    ],
    "twitter": "@leoexter",
    "picture": "./speakers/Leo-Exter.jpg"
  },
  {
    "id": "mercedesfuertes",
    "firstname": "Mercedes",
    "lastname": "Fuertes",
    "title": "Professor of Administrative Law, University of León",
    "bio": [
      "Mercedes Fuertes is Profession of Administrative Law in the University of León (Spain) and Permanent member of the General Codification Commission in the Ministry of Justice. She has author of several monographs, chapters of collective books and articles in  legal journals.",
      "Among her books are: Urban design and a publicity or registration system, Madrid 1995 y 2001; The contractor, the sub-contractor and the Public Administrations, Madrid 1997; Municipal wireless networks. A new public service, Madrid, 2005; Net neutrality ¿reality or utopian dream? Madrid 2014;.",
      "She is also co-author with Prof. Dr. Sosa Wagner of other books: State bankruptcy and Europe like context, Madrid, 2011; Letter for an eurosceptic, Madrid, 2013.",
      "She has received the first special mention of “IV Fermin Abella y Blave Prize” in 2004 and together with Prof. Sosa Wagner was recognised for the best research work “La Ley Prize” in 2007 with their article: “Can the contracts stay at home? The European controversial about the public contracts in house”."
    ],
    "twitter": false,
    "picture": "./speakers/Mercedes-Fuertes.jpg"
  },
  {
    "id": "dianauraniagaletta",
    "firstname": "Diana Urania",
    "lastname": "Galetta",
    "title": "Professor of Administrative Law, Milan University",
    "bio": [
      "Diana Urania Galetta is Full professor of Administrative Law at the Law Faculty of Milan University (Università degli Studi di Milano).",
      "She holds an university Degree cum laude both in Law and in Political Science (Università degli Studi di Milano), as well as an LL.M. degree cum laude (Osnabrück University- Germany).",
      "Professor Galetta is Deputy Director of the Department of Italian and Supranational Public Law and Director of the PhD Program in Public, International and EU Law at the University of Milan. She is member of Societas Juris Publici Europei (SIPE) and the Italian association of Administrative Law professors.",
      "In 1999 she won an Annual research scholarship granted by the prestigious German Foundation ''Von Humboldt-Stiftung''."
    ],
    "twitter": false,
    "picture": "./speakers/Diana-Galetta.jpg"
  },
  {
    "id": "georggreve",
    "firstname": "Georg",
    "lastname": "Greve",
    "title": "Founding President, Free Software Foundation Europe",
    "bio": [
      "Georg Greve is an entrepreneur and strategist. He is currently CEO and president of the board at Kolab Systems AG. As a founding president of the Free Software Foundation Europe (FSFE), he initiated the battle against OOXML, consulted Google and various governments. In 2009 he received the Federal Cross of Merit on Ribbon for his work for Open Standards and Free Software."
    ],
    "twitter": "@ggreve",
    "picture": "./speakers/Georg-Greve.jpg"
  },
  {
    "id": "gertrudingestad",
    "firstname": "Gertrud",
    "lastname": "Ingestad",
    "title": "Director-General of the DG for Informatics",
    "bio": [
      "Gertrud Ingestad was born in Sweden in 1958. She did her studies in languages and history and worked as a language teacher in Stockholm before joining the European Commission in 1995.",
      "Her main domain in the Commission has been resources, with a specialisation on people-and organisation-related issues, in DGT and DG CONNECT, where she also started working with IT from a digitalisation perspective. In January 2014 she joined DG DIGIT as Director for Information Systems and Interoperability Solutions, now Digital Business Solutions. Since 16 April 2016 she is Director-General of the Directorate-General for Informatics.",
      "Her main driving force is constant improvement in collaboration."
    ],
    "twitter": false,
    "picture": "./speakers/Gertrud-Ingestad.jpg"
  },
  {
    "id": "katekahle",
    "firstname": "Kate",
    "lastname": "Kahle",
    "title": "Head of Editorial Content Development, CERN",
    "bio": [
      "Kate Kahle began as a physicist before receiving a distinction for a masters in science communication. She joined CERN, the European Organization for Nuclear Research, in 2006 to communicate CERN-led European projects after 5 years of editorial experience in the Pearson Publishing group in the UK. In 2012, she became CERN’s social media manager and was promoted to head of editorial content development in 2016. Kate now leads the writing, web and social media teams at CERN and received a Best Practice award for Digital Leadership in June 2016."
    ],
    "twitter": "@katekahle",
    "picture": "./speakers/Kate-Kahle.jpg"
  },
  {
    "id": "laurentledoux",
    "firstname": "Laurent",
    "lastname": "Ledoux",
    "title": "CEO of EurActiv",
    "bio": [
      "In all his professional roles – as a strategy consultant, Head of Cabinet of a Belgian Minister, Manager of a business unit of a large bank or President of the Belgian Ministry of Transports – Laurent's objective has always been to transform and boost organisations by putting in place a culture where employees feel autonomous and responsible, willing and capable of taking initiative. He teaches ethics, corporate social responsibility and leadership at Solvay Brussels School of Economics and Management,  Louvain School of Management, United Business Institute of Brussels and HEC Management School in Liege. He is also Chair of \"Philosophy and Management\" association and Face2faith.eu.",
      "Laurent is passionate about philosophy and has co-authored the English translation of « Philosophizing ad infinitum » by Marcel Conche, one of France’s preeminent historians of philosophy."
    ],
    "twitter": "@LaurentLedoux",
    "picture": "./speakers/Laurent-Ledoux.jpg"
  },
  {
    "id": "dominiqueleroy",
    "firstname": "Dominique",
    "lastname": "Leroy",
    "title": "CEO of Proximus",
    "bio": [
      "Joining Belgacom in October 2011 as Vice President Sales for the Consumer Business, Dominique Leroy took over the position of Executive Vice President of the Consumer Business Unit in June 2012, becoming a member of the Executive Committee. In January 2014 she was appointed CEO of the Belgacom Group.",
      "After graduating from the Solvay Business School in 1987 with a degree in Business Engineering, Dominique started her career at Unilever, where she held positions in marketing, finance, logistics, sales and general management. From September 2007 until October 2011 she was Country Manager and Vice President Customer Development at Unilever Belgium, and member of the Unilever Benelux Board.",
      "In 2013 Dominique received the title of Master Marketer from StiMa. She won the Trends Business Woman Award in the CEO category in 2014. In 2015 she became Manager of the Year in Belgium.",
      "Dominique is also an independent board member at Lotus Bakeries and Ahold Delhaize, and a board member of the Proximus subsidiaries BICS, Be-Mobile, and Proximus Art. She is very active in Belgium as a member of several professional and management associations (e.g. Women on Board, Young Professional Organization, UBA, and Guberna).",
      "Born in Brussels in 1964, she is married and mother of two sons (19 and 17 years old). Besides her family and job, she has a passion for music, travelling, modern art and sports (running, cycling, skiing, and mountaineering)."
    ],
    "twitter": false,
    "picture": "./speakers/Dominique-Leroy.jpg"
  },
  {
    "id": "keithmartin",
    "firstname": "Keith",
    "lastname": "Martin",
    "title": "Professor of Information Security, University of London",
    "bio": [
      "Keith Martin is Professor of Information Security at Royal Holloway, University of London. He previously held research posts at the University of Adelaide and Katholieke Universiteit Leuven, and was Director of the Information Security Group at Royal Holloway between 2010 and 2015. Keith's research interests focus on cryptography and key management, including applications and related political issues. He is the author of “Everyday Cryptography” by Oxford University Press. Keith is a designer and module leader on Royal Holloway’s distance learning MSc Information Security programme, and regularly presents to both industrial and school audiences, as well as to the wider public."
    ],
    "twitter": false,
    "picture": "./speakers/Keith-Martin.jpg"
  },
  {
    "id": "paulmiller",
    "firstname": "Paul",
    "lastname": "Miller",
    "title": "CEO of Digital Workplace Group",
    "bio": [
      "Paul Miller is CEO and Founder of the Digital Workplace Group, co-author of 'The Digital Renaissance of Work - Delivering Digital Workplaces Fit for the Future' (Gower 2014) and author of field-defining book 'The Digital Workplace: How Technology is Liberating Work (TECL 2012). He was ranked as one of the world's top 50 Social Employee Advocacy Leaders in 2015 and has given many inspirational keynote talks on the digital future of work to organizations including Microsoft, Google, Adobe, Wells Fargo and Oxford University.  He is a Judge and Mentor for the Duke of York iDEA (Inspiring Digital Enterprise Awards) 2015. For five years Paul hosted pioneering internet radio show Digital Workplace Live and IBF Live and is Executive Producer and host of 24 hour global experience Digital Workplace 24."
    ],
    "twitter": "@paulmillersays",
    "picture": "./speakers/Paul-Miller.jpg"
  },
  {
    "id": "victornegrescu",
    "firstname": "Victor",
    "lastname": "Negrescu",
    "title": "Member of the European Parliament",
    "bio": [
      "Winner of the MEP Award 2015 for Digital Agenda, Victor Negrescu is the youngest Romanian MEP to get elected in the European Parliament. Former digital entrepreneur, he is actively promoting legislation designed to stimulate the online and digital sector and has organized several events in the European Parliament gathering researchers, creators and entrepreneurs in the field. Victor Negrescu is also leading the network of under 40 MEPs in the S&D Group and is part of the board of EU40 managing to promote debates on key IT issues like the questions related to IT education, digital and mHealth or innovation."
    ],
    "twitter": "@negrescuvictor",
    "picture": "./speakers/Victor-Negrescu.jpg"
  },
  {
    "id": "guntheroettinger",
    "firstname": "Günther",
    "lastname": "Oettinger",
    "title": "European Commissioner for Digital Economy and Society",
    "bio": [
      "Günther Oettinger studied law and economics in Tübingen where he also worked as scientific assistant. Prior to his election as President-Minister of Baden-Wüttemberg (2005-2010), he worked as a lawyer in the private sector. In 2010-2014 he was European Commissioner for Energy."
    ],
    "twitter": "@GOettingerEU",
    "picture": "./speakers/Oettinger.jpg"
  },
  {
    "id": "bartpreneel",
    "firstname": "Bart",
    "lastname": "Preneel",
    "title": "Professor at Katholieke Universiteit Leuven",
    "bio": [
      "Bart Preneel is full professor in the research group COSIC of the Electrical Engineering Department of the Katholieke Universiteit Leuven in Belgium.",
      "His main research area is information security. His research focuses on cryptographic algorithms and protocols as well as their applications to computer and network security and mobile communications.",
      "His favourite research topics are hash functions, MAC algorithms, stream ciphers and block ciphers.",
      "He is teaching cryptology, network security, coding theory, and discrete applied algebra at the K.U.Leuven. He has been visiting professor at the Technical University Denmark, the Ruhr Universitaet Bochum (Germany), the Graz University of Technology (Austria), the University of Bergen (Norway), and the Universiteit Gent (Belgium).",
      "In 1993 and 1994 he was a research fellow at the University of California at Berkeley."
    ],
    "twitter": false,
    "picture": "./speakers/Bart-Preneel.jpg"
  },
  {
    "id": "juliareda",
    "firstname": "Julia",
    "lastname": "Reda",
    "title": "Member of the European Parliament",
    "bio": [
      "Julia Reda was elected to the European Parliament for the Pirate Party in 2014. She is a Vice-Chair of her parliamentary group, the Greens/European Free Alliance. In the European Parliament, she serves as a coordinator for the Greens/EFA in the Committee on Internal Market & Consumer Protection (IMCO), as a member of the Legal Affairs (JURI) and Petition (PETI) Committees and was elected to the Enquiry Committee on the Emissions Scandal (\"Dieselgate\"). She co-founded the Digital Agenda intergroup. Her legislative focus is on copyright and internet policy issues. In 2015, she was responsible for the Parliament's evaluation of the Copyright Directive.",
      "Born in Bonn in 1986, Julia Reda was a member of the German Social Democrats for six years before joining the Piratenpartei in 2009 amidst a debate on internet blocking. She served as chairwoman of the party's youth wing from 2010 to 2012 and is a founder of the Young Pirates of Europe. She holds an M.A. in political science and communications science from Johannes-Gutenberg-University Mainz, Germany.",
      "The global Pirate Party movement was born in 2006. Pirates, who believe in using technology for the empowerment of all, have so far enjoyed significant electoral success in Sweden, Germany, Iceland and the Czech Republic and have raised the visibility of their techno-progressive agenda across Europe."
    ],
    "twitter": "@Senficon",
    "picture": "./speakers/Julia-Reda.jpg"
  },
  {
    "id": "maiverute",
    "firstname": "Maive",
    "lastname": "Rute",
    "title": "Deputy Director-General of JRC (EC)",
    "bio": [
      "Maive Rute joined the European Commission in 2005 to become Director for the Promotion of SMEs and Entrepreneurship in DG Enterprise and Industry.",
      "She brought in her extensive management experience in the Estonian private and semi-public sector, notably five years as CEO of KredEx, the funding body for businesses, housing, innovation and export.",
      "In the Commission, Ms Rute also worked as Director for Biotechnologies and Agriculture Research and as Resource Director in DG Research and Innovation until April 2016.",
      "Ms Rute graduated as an agricultural economist from the Estonian University of Life Sciences. She holds an MBA from the Danube University, Austria, and received an MA in international politics from CERIS, Brussels."
    ],
    "twitter": false,
    "picture": "./speakers/Maive-Rute.jpg"
  },
  {
    "id": "pierfrancescosabbatucci",
    "firstname": "Pierfrancesco",
    "lastname": "Sabbatucci",
    "title": "Advisor to the Director-General for Innovation and Technological Support (DG ITEC)",
    "bio": [
      "Pierfrancesco Sabbatucci is the Advisor to the Director-General for Innovation and Technological Support (DGITEC) since October 2012.",
      "Amongst the different responsibilities he is also in charge of leasing on ICT matters with the Cabinets of the President, the Vice-President and the Secretary General of the European Parliament.",
      "Pierfrancesco Sabbatucci joined the European Parliament in January 2004. Since then he has held a number of positions, including Administrator in DG Communication (2004-2011) and deputy to the Head of the Protocol (2011-2012).",
      "Prior to joining Parliament administration, Pierfrancesco Sabbatucci worked as Parliamentary assistant for a Member of the European Parliament.",
      "He graduated in 2002 from the University of Kent, obtaining a Bachelor degree in Politics and International Relations and a Master of Arts in European Studies."
    ],
    "twitter": false,
    "picture": "./speakers/Pierfrancesco-Sabbatucci.jpg"
  },
  {
    "id": "andreasschwab",
    "firstname": "Andreas",
    "lastname": "Schwab",
    "title": "Member of the European Parliament",
    "bio": [
      "Dr. Andreas Schwab has been a Member of the European Parliament since 2004." ,
      "Born in 1973, he studied law at the University of Freiburg and the Institut d'Etudes Politiques in Paris, and obtained an L.L.M. from the University of Wales in 2000.",
      "He worked as a consultant for the European Convention in the Department of European Affairs of the Baden-Württemberg State Ministry while obtaining a doctorate in law in 2002 and absolving his second state law exam in 2003." ,
      "He is the EPP Group Coordinator in the Committee on the Internal Market and Consumer Protection, a substitute Member of the Committee on Economic and Monetary Affairs, a member of the Bureau of the EPP Group, and a substitute Bureau Member of the CDU/CSU Group in the European Parliament."
    ],
    "twitter": false,
    "picture": "./speakers/Andreas-Schwab.jpg"
  },
  {
    "id": "vincentsteckler",
    "firstname": "Vincent",
    "lastname": "Steckler",
    "title": "Chief Executive Officer, Avast Software",
    "bio": [
      "Vincent Steckler is Avast's Chief Executive Officer and one of its Directors.",
      "Prior to joining Avast in 2009, Vincent was the Senior Vice President of Worldwide Consumer Sales at Symantec Corporation. Vincent joined Symantec in 2000 as Vice President of Public Sector Business and started Symantec's business of serving U.S. local, state, and federal governments. He also held the position of Symantec's Vice President for Asia/Pacific and Japan and was responsible for all enterprise and consumer business in that region.",
      "Prior to joining Symantec, Vincent had 20 years experience in software development, systems analysis and engineering, project management, and business development.",
      "Vincent holds two B.S.'s from the University of California, Irvine, one in Mathematics and the other in Information and Computer Science."
    ],
    "twitter": false,
    "picture": "./speakers/Vincent-Steckler.jpg"
  },
  {
    "id": "alexandresteiner",
    "firstname": "Alexandre",
    "lastname": "Steiner",
    "title": "President CetSI",
    "bio": [
      "Alexandre Steiner is currently president of CetSI, a hosting and outsourcing company specialised in digital transformation. He is also founder, president and managing partner at OiO Ventures, key player of innovation and other transaction investment support for major accounts, funds and entrepreneurs. Over time, he acquired an extensive experience in cloud computing, including as the development director at Numergy between 2012 and 2016, where he was responsible for Public Cloud Services IAAS focus, as the VP Global Portfolio and Marketing at Getronics between 2005 and 2008 and as the VP marketing Alliances Portfolio and Marketing at KPN Group between 2008 and 2012. Before that, he has held several positions in Cap Gemini such as VP Technology Services and VP Portfolio strategy. Alexandre is also very invested as a coach and mentor for start-ups."
    ],
    "twitter": false,
    "picture": "./speakers/Alex-Steiner.jpg"
  },
  {
    "id": "adinaioanavalean",
    "firstname": "Adina-Ioana",
    "lastname": "Vălean",
    "title": "Vice-President of the European Parliament",
    "bio": [
      "Adina Valean became a Member of the European Parliament on 1 January 2007, with the accession of Romania to the European Union.",
      "As an MEP, she was Rapporteur on the Connecting Europe Facility, a financing instrument which will fund €33.2 billion worth of investment to improve Europe's transport, energy and digital networks. Furthermore, as Rapporteur on the 2009 Roaming Regulation and Shadow on the subsequent dossiers, she kick-started the gradual plunge in roaming charges inside the EU, charges that will finally be eliminated in 2015.",
      "She is a member of the Romanian National Liberal Party and was a Member of the Romanian Parliament from 2004 to 2006. Her activities focused on market and labour issues. She was also Secretary-General of the National Liberal Party's youth wing and Secretary of the National Liberal Party Committee on business, privatisation and competition policy.",
      "Adina Valean has a Master's Degree in European Integration and Security Studies, postgraduate studies in National Security and Defence Management and a degree in mathematics. She started her professional career as a maths teacher in Bucharest. Before becoming a politician, she was a social activist, member of several foundations and associations promoting tolerance, dialogue and a liberal economic market."
    ],
    "twitter": "@AdinaValean",
    "picture": "./speakers/Adina-Ioana-Valean.jpg"
  },
  {
    "id": "giancarlovilella",
    "firstname": "Giancarlo",
    "lastname": "Vilella",
    "title": "Director-General for Innovation and Technological Support at the European Parliament",
    "bio": [
      "Giancarlo Vilella has been Director-General of DG ITEC since April 2011. He was born in Italy where he studied Political Sciences and Law, and joined the European Parliament in 1990. Vilella is Professor of European Law at Marche Polytechnic University, and is the author of several books and essays on Public administration and on the European Union."
    ],
    "twitter": false,
    "picture": "./speakers/Giancarlo-Vilella.jpg"
  },
  {
    "id": "christianzahorskiphilippe",
    "firstname": "Christian",
    "lastname": "Zahorski-Philippe",
    "title": "Head of Pan-EU Sales for Amazon Web Service",
    "bio": [
      "Christian Zahorski-Philippe is the Head of Pan-EU Sales for Amazon Web Service (AWS) Public Sector European business unit. He manages a team of Sales Executives responsible for Amazon's cloud computing business for governments, educational institutions and nonprofits across Europe, the Middle East and Africa.",
      "Christian has more than 10 years’ leadership experience in the IT industry across a variety of commercial IT disciplines to include Security and Compliance, Product Development Software, Business Intelligence/Analytics Software, Operations / Support, and Cloud Computing. Prior to joining Amazon Web Services 4 years ago, Christian worked for Microsoft and previously for Dell. Born in Montreal, Canada, he has lived in Europe and Africa for over 15 years, and is currently based in Dublin, Ireland."
    ],
    "twitter": "@czahorski",
    "picture": "./speakers/Christian-Philippe-Zahorski.jpg"
  }
]
