{
  "id": "astra",
  "title": "ASTRA: a framework for the evolution and maintenance of IT applications",
  "image": "media/astra.png",
  "headerPercentage": "26%",
  "headerHAlign": "0%",
  "introduction": "The ASTRA Framework: Evolution and Maintenance is a collection of best practices for application maintenance, including development, testing, release preparation and other aspects, which have been developed and used for years by the different departments of the Evolution and Maintenance Unit of DG ITEC. Now, the time has come to share this framework widely with colleagues from other DGs and institutions to help improve transparency and understand what’s hidden below the waterline of an iceberg known as “Application Maintenance”.",
  "body": [
    "<h4>ASTRA what?</h4>",
    "<p>ASTRA stands for Application STRAtegy. Defining, driving and implementing the IT Application Strategy Framework is one of the main tasks of the Evolution and Maintenance unit of DG ITEC from the European Parliament. As Todor Todorov, ICT applications specialist and responsible for the framework explains, it is sometimes hard to do this on top of everything else: “though we have been applying certain guidelines and working methods for years in our unit, they were not always shared between maintenance teams or departments, and nearly never with other units or DGs, mostly due to the high number of applications and the large workload associated to it”.</p>",
    "<p>Indeed, the main tasks of the unit also include ensuring that EP applications evolve throughout their useful life, according to the changing business needs; adding new functionalities; and modernising the underlying logic to match recent platform standards: “this means we are constantly busy with new deliveries, which leaves no time to stop and discuss with colleagues on how to improve business as usual”, says Todor.</p>",
    "<p>In January 2015, after several colleagues pointed out the importance of sharing and harmonising good practices, the unit decided to collect and compile them into a coherent written document. That’s how the <a href=\"https://epworkspace.in.ep.europa.eu/ITEC/Evolution/Programs/ASTRAFramework/SitePages/Home.aspx\" target=\"_blank\" rel=\"noopener noreferrer\">ASTRA Framework</a> was born.</p>",
    "<p>“While the initial goal was to share best practices and working methods across departments in the unit, this framework is now mature enough to be shared more broadly with other units and other institutions“, Todor stresses.</p>",
    "<h4>One framework, three elements: Book of Best Practices, Checklist, Maturity Dashboard</h4>",
    "<p>The ASTRA Framework is actually made up of three distinct elements:</p>",
    "<ul>",
    "<li>The <a href=\"https://epworkspace.in.ep.europa.eu/ITEC/Evolution/Programs/ASTRAFramework/Shared%20Documents/ASTRA_SGP_Maintenance_EN_v13.pdf?Web=1\" target=\"_blank\" rel=\"noopener noreferrer\">ASTRA Framework Book of Best Practices</a>, a 60-page document that lays the necessary foundations to support, drive and implement the IT Application Strategy Framework at the EP. The book was a joint effort by the different departments in the unit and contains the guidelines accepted as recommended practices for its business as usual activities. “This is a live document”, says Todor, “it has to match our evolving applications and IT environment”.</li>",
    "<li>The <a href=\"https://epworkspace.in.ep.europa.eu/ITEC/Evolution/Programs/ASTRAFramework/Shared%20Documents/ASTRA_DASHB_Checklist-2016_v13.pdf?Web=1\" target=\"_blank\" rel=\"noopener noreferrer\">ASTRA Checklist</a>, which lists all the practices allowing for a quick overview of the whole framework. It is the heart of the framework: the heads of the five departments in the unit approve all changes proposed to it, and once it is amended the Book of Best practices and the Maturity Dashboard are updated accordingly.</li>",
    "<li>The <a href=\"https://epworkspace.in.ep.europa.eu/ITEC/Evolution/Programs/ASTRAFramework/SitePages/Home.aspx\" target=\"_blank\" rel=\"noopener noreferrer\">ASTRA Maturity Dashboard</a>, an automated tool for quick assessment on the level of alignment with the ASTRA practices for a particular application. With this instrument, the project managers can assess the maturity level for the maintenance of each application in less than 40 minutes. It provides not only an overall maturity score, but also its distribution in different areas, indicating which ones deserve a closer attention. Higher maturity levels lead to lower maintenance costs.</li>",
    "</ul>",
    "<figure>",
    "<img src=\"/digitec/static/media/astra/maturity-dashboard.jpg\" alt=\"Maturity dashboard\">",
    "</figure>",
    "<h4>What’s application maintenance all about?</h4>",
    "<p>Application maintenance includes the delivery of the following services:</p>",
    "<ul>",
    "<li>Service request management (Third level support)</li>",
    "<li>Incident management (Third level support)</li>",
    "<li>Problem management</li>",
    "<li>Management of Changes (delivery of corrective/evolutionary maintenance)</li>",
    "<li>Knowledge management for the applications</li>",
    "</ul>",
    "<p>These activities are described in detail in each chapter of the ASTRA Framework book.</p>",
    "<figure>",
    "<img src=\"/digitec/static/media/astra/iceberg.jpg\" alt=\"The components and scope of Application Maintenance\">",
    "<figcaption>The components and scope of Application Maintenance</figcaption>",
    "</figure>",
    "<p>If you are interested in learning more about the ASTRA Framework, go ahead and check out the <a href=\"https://epworkspace.in.ep.europa.eu/ITEC/Evolution/Programs/ASTRAFramework/SitePages/Home.aspx\" target=\"_blank\" rel=\"noopener noreferrer\">dedicated Sharepoint space</a> or get in touch with the team to request a copy of the Book of Best Practices, the Checklist and the Maturity Dashboard.</p>"
  ],
  "gallery": null
}
