{
  "id": "connecting-europe",
  "title": "Connecting Europe with Building Blocks: Making the Digital Single Market a Reality",
  "shortTitle": "Connecting Europe with Building Blocks",
  "image": "media/connecting-europe.jpg",
  "headerPercentage": "26%",
  "introduction": "The Connecting Europe Facility (CEF) programme is funding a set of reusable Digital Service Infrastructures (DSI), known as building blocks. CEF building blocks offer basic capabilities that can be reused in any European project to facilitate the delivery of digital public services. Read more on the five building blocks that are already in place.",
  "body": [
    "<h4>What are Building Blocks?</h4>",
    "<p>To support the Digital Single Market in succeeding, the Connecting Europe Facility (CEF) programme is funding a set of generic and reusable Digital Service Infrastructures (DSI), known as building blocks. The <a href=\"https://ec.europa.eu/cefdigital/wiki/display/CEFDIGITAL\" target=\"_blank\" rel=\"noopener noreferrer\">CEF building blocks</a> offer basic capabilities that can be reused in any European project to facilitate the delivery of digital public services across borders and sectors. Currently, there are five building blocks:</p>",
    "<ul>",
    "<li><a href=\"https://ec.europa.eu/cefdigital/wiki/display/CEFDIGITAL/eDelivery\" target=\"_blank\" rel=\"noopener noreferrer\">eDelivery</a> - supporting electronic registered delivery of data and documents</li>",
    "<li><a href=\"https://ec.europa.eu/cefdigital/wiki/display/CEFDIGITAL/eInvoicing\" target=\"_blank\" rel=\"noopener noreferrer\">eInvoicing</a> - helping public entities adopt the European standard on electronic invoicing</li>",
    "<li><a href=\"https://ec.europa.eu/cefdigital/wiki/display/CEFDIGITAL/eID\" target=\"_blank\" rel=\"noopener noreferrer\">eID</a> -  extending the use of online services to citizens of other EU Member States</li>",
    "<li><a href=\"https://ec.europa.eu/cefdigital/wiki/display/CEFDIGITAL/eSignature\" target=\"_blank\" rel=\"noopener noreferrer\">eSignature</a> - creating and verifying electronic signatures</li>",
    "<li><a href=\"https://ec.europa.eu/cefdigital/wiki/display/CEFDIGITAL/eTranslation\" target=\"_blank\" rel=\"noopener noreferrer\">eTranslation</a> - exchanging information across language barriers in the EU Member States</li>",
    "</ul>",
    "<h4>Connecting Europe Success Stories</h4>",
    "<p>There are already examples of how the CEF building blocks successfully contribute to creating a Digital Single Market:</p>",
    "<ul>",
    "<li><strong><a href=\"https://e-justice.europa.eu/content_find_a_company-489-en.do?clang=en\" target=\"_blank\" rel=\"noopener noreferrer\">Business Registers Interconnection System (BRIS)</a></strong>  – as of June 2017, the business registers of all EU Member States are interconnected. Citizens and private companies can search for information on companies registered in any EU country, Iceland, Liechtenstein or Norway and the registers can share information on foreign branches and cross-border mergers of companies</li>",
    "<li><strong><a href=\"https://ec.europa.eu/cefdigital/wiki/display/CEFDIGITAL/2017/06/07/European+e-Justice+Portal\" target=\"_blank\" rel=\"noopener noreferrer\">e-Justice Portal</a></strong> - the European e-Justice Portal is delivering faster and more accessible digital public services in the domain of justice <a href=\"http://europa.eu/rapid/press-release_IP-10-956_en.htm\" target=\"_blank\" rel=\"noopener noreferrer\">to the 10 million citizens</a> involved in cross-border judicial procedures each year. The CEF building blocks became a key component in the evolution of the European e-Justice Portal</li>",
    "<li><strong>Public Open Data</strong> - the European Data Portal is an online portal that collects metadata (data about the data) published by public bodies across Europe, collating it into a searchable tool accessible by anyone. For the period 2016-2020, the <a href=\"https://www.europeandataportal.eu/en/highlights/creating-value-through-open-data\" target=\"_blank\" rel=\"noopener noreferrer\">market size for Open Data is estimated to be 325 billion EUR</a>. By using Open Data, Member States are forecasted to make <a href=\"https://www.europeandataportal.eu/en/highlights/creating-value-through-open-data\" target=\"_blank\" rel=\"noopener noreferrer\">1.7 billion EUR in efficiency savings by 2020</a>. How the European Data Portal is using the CEF building blocks? The full story is <a href=\"https://ec.europa.eu/cefdigital/wiki/display/CEFDIGITAL/2017/06/12/Public+Open+Data\" target=\"_blank\" rel=\"noopener noreferrer\">here</a>.</li>",
    "<li><strong>Online Dispute Resolution</strong> - <a href=\"https://ec.europa.eu/consumers/odr/main/index.cfm?event=main.home.chooseLanguage\" target=\"_blank\" rel=\"noopener noreferrer\">Online Dispute Resolution</a> is an online platform that allows EU consumers and traders to solve disputes for online purchases in a simple, fast and affordable way. This keeps the dispute from having to be settled in court, which is beneficial for consumers, traders and more cost-effective for Alternative Dispute Resolution (ADR) bodies across Member States. In a long term, the Online Dispute Resolution service will give consumers the confidence to shop internationally and seek out the best deals from across the EU – it is believed this could save EU consumers <strong>EUR 11.7 billion each year</strong>.</li>",
    "</ul>",
    "<h4>Join the high-level conference</h4>",
    "<p>More concrete examples will be showcased during the high-level event '<a href=\"https://ec.europa.eu/cefdigital/wiki/pages/viewpage.action?pageId=52603811\" target=\"_blank\" rel=\"noopener noreferrer\">Connecting Europe with Building Blocks</a>' on the <strong>7th of December 2017 in Brussels</strong>. High-level representatives and distinguished panellists from the private sector (such as banking and telecom) will successfully demonstrate the value of the building blocks and the eIDAS Regulation on trust services in the internal market for the realisation of the Digital Single Market.</p>",
    "<p>This event will also clearly illustrate how the building blocks facilitate the creation of cross-border digital public services and related benefits for citizens, businesses and public administrations. It will also offer a unique forum for discussion on future CEF building blocks and remaining challenges to be addressed in the realisation of the Digital Single Market.</p>"
  ],
  "gallery": null
}
