{
  "id": "dg-itec-innovation-week",
  "title": "DG ITEC's Innovation Week at the European Parliament",
  "image": "media/dg-itec-innovation-week.jpg",
  "headerPercentage": "26%",
  "introduction": "Innovation is a cornerstone of DG ITEC's mission - after all, we are the Directorate-General for Innovation and Technological Support. The ITEC Innovation department was set up in February 2016 to introduce and stimulate technological innovation inside the EP. The first anniversary of the department was celebrated with an interactive stand where colleagues could try different new technologies and see their possible use for our work.",
  "body": [
    "<p>To celebrate its first anniversary, the Innovation department opened its doors to colleagues and visitors at the EP, from 20 to 24 March, through a stand showcasing its projects and promoting an innovation culture inside the EP.</p>",
    "<img src=\"/digitec/static/media/dg-itec-innovation-week/1.jpg\" alt=\"The Innovation department opened its doors to colleagues and visitors at the EP, from 20 to 24 March\" />",
    "<p>For 5 days, the Innovation team provided information and explanations on their activities and on the tools developed in their Innovation lab, a space used for testing, developing and analysing the latest trends in the technological field. Some of the main projects highlighted included:</p>",
    "<ul>",
    "<li>The <strong><a href=\"http://www.innovate.ep.parl.union.eu/display/IN/new+home\" target=\"_blank\" rel=\"noopener noreferrer\">INNOVATE! platform</a></strong>, an idea management platform that aims at collecting and promoting ICT innovative ideas inside the EP, where staff can share ideas for colleagues to vote and comment. The ideas with most votes are ultimately submitted to a working group for approval and decision on implementation.</li>",
    "<li><strong>Augmented and virtual reality</strong>: a proof of concept using augmented reality showed how you can attend virtually a committee meeting, through an immersive, 360ยบ experience, with extra interactive information available - check out <a href=\"https://www.youtube.com/watch?v=imf9OyWALVA\" target=\"_blank\" rel=\"noopener noreferrer\">this demo</a>.</li>",
    "<li><strong>Data Analytics</strong>: through sentiment and behaviour analysis we can have an insight into user's emotional perceptions, for example, simply by tracking a topic on social media.</li>",
    "<li><strong>3D printing</strong>, prototype and possible uses in the future.</li>",
    "<li><strong>BotITEC</strong> (Robot ITEC), a mobile telepresence system, which drew a lot of attention to the stand, and actually allowed colleagues in other locations to take part.</li>",
    "<li>Demos and proof of concepts using different emerging technologies, such as geo-localisation and wireless chargers.</li>",
    "</ul>",
    "<p>In its first year, the Innovation team has established a strong network with the major companies and starts-up around Europe to follow their latest offers.</p>",
    "<p>Throughout the week, many people visited the stand, including the EP's President, Antonio Tajani, the first EP Vice-President, Mairead McGuinness, and the Vice-President in charge of ICT, Evelyn Gebhardt. For MEP Gebhardt, \"the Innovation week is a window to let us glimpse a possible future working at the European Parliament\". MEP McGuinness confessed: \"DG ITEC is doing incredible work putting the European Parliament at the cutting edge of technology.\"</p>",
    "<p>For the Innovation team this first experience reaching out to colleagues and MEPs directly and in person was very positive: \"What has impressed us is the amount of feedback that we got from our visitors. Experimenting with different solutions pushes people to be more proactive and share ideas and thoughts\", according to Dine Aouadi, Head of the Innovation Department.</p>",
    "<p>Read more on the <a href=\"http://ep-technology.tumblr.com/post/158964025724/innovation-week-at-the-european-parliament\" target=\"_blank\" rel=\"noopener noreferrer\">ITEC Innovation Week at the EP</a> and get to know better <a href=\"http://ep-technology.tumblr.com/post/159407690454/introducing-dg-itecs-innovation-department\" target=\"_blank\" rel=\"noopener noreferrer\">the work of the ITEC innovation department</a>.</p>"
  ],
  "gallery": [{
    "src": "/media/dg-itec-innovation-week/2_small.jpg",
    "srcset": [
      "/media/dg-itec-innovation-week/2_large.jpg 1920w",
      "/media/dg-itec-innovation-week/2_small.jpg 600w"
    ],
    "caption": "EP's President Antonio Tajani visiting the Innovation stand with DG ITEC's Director for Innovation and Resources, Walter Petrucci",
    "width": 600,
    "height": 450
  }, {
    "src": "/media/dg-itec-innovation-week/3_small.jpg",
    "srcset": [
      "/media/dg-itec-innovation-week/3_large.jpg 1375w",
      "/media/dg-itec-innovation-week/3_small.jpg 600w"
    ],
    "caption": "First EP Vice-President Mairead McGuinness tries out the virtual reality googles to experience a committee meeting in 360ยบ with the help of Dine Aouadi, Head of the Innovation Department",
    "width": 600,
    "height": 547
  }, {
    "src": "/media/dg-itec-innovation-week/4_small.jpg",
    "srcset": [
      "/media/dg-itec-innovation-week/4_large.jpg 704w",
      "/media/dg-itec-innovation-week/4_small.jpg 600w"
    ],
    "caption": "EP's Vice-President in charge of ICT, Evelyn Gebhardt, talks to the BotITEC, a mobile telepresence system",
    "width": 600,
    "height": 350
  }, {
    "src": "/media/dg-itec-innovation-week/5_small.jpg",
    "srcset": [
      "/media/dg-itec-innovation-week/5_large.jpg 1374w",
      "/media/dg-itec-innovation-week/5_small.jpg 600w"
    ],
    "caption": "DG ITEC's Director-General, Giancarlo Vilella, shows the Innovation stand to EP's Vice-President in charge of ICT, Evelyn Gebhardt",
    "width": 600,
    "height": 400
  }, {
    "src": "/media/dg-itec-innovation-week/6_small.jpg",
    "srcset": [
      "/media/dg-itec-innovation-week/6_large.jpg 640w",
      "/media/dg-itec-innovation-week/6_small.jpg 600w"
    ],
    "caption": "3D printed logo of the European Parliament",
    "width": 600,
    "height": 450
  }, {
    "src": "/media/dg-itec-innovation-week/7_small.jpg",
    "srcset": [
      "/media/dg-itec-innovation-week/7_large.jpg 750w",
      "/media/dg-itec-innovation-week/7_small.jpg 375w"
    ],
    "caption": "BotITEC, the Innovation department's mobile telepresence system",
    "width": 375,
    "height": 600
  }, {
    "src": "/media/dg-itec-innovation-week/8_small.jpg",
    "srcset": [
      "/media/dg-itec-innovation-week/8_large.jpg 1200w",
      "/media/dg-itec-innovation-week/8_small.jpg 600w"
    ],
    "caption": "EP's Vice-President in charge of ICT, Evelyn Gebhardt, using the Innovate platform",
    "width": 600,
    "height": 375
  }, {
    "src": "/media/dg-itec-innovation-week/9_small.jpg",
    "srcset": [
      "/media/dg-itec-innovation-week/9_large.jpg 640w",
      "/media/dg-itec-innovation-week/9_small.jpg 600w"
    ],
    "caption": "360ยบ camera for videoconferencing at the stand",
    "width": 600,
    "height": 450
  }]
}
