{
  "id": "digital-workplace-ec",
  "title": "European Commission, the Digital Workplace",
  "shortTitle": "Digital Workplace at the European Commission",
  "image": "media/digital-workplace-ec.jpg",
  "headerPercentage": "26%",
  "introduction": "\"Provide staff the right IT tools, platforms and services, enabling them to work and collaborate anywhere, anytime with a fit-for-purpose security and optimizing their work experience and productivity\". That is the main aim of the ‘Digital Workplace strategy’, launched by DIGIT in the context of the Synergies and Efficiencies Review. But what does it mean in practice?",
  "body": [
    "<p><strong>“Provide staff the right IT tools, platforms and services, enabling them to work and collaborate anywhere, anytime with a fit-for-purpose security and optimizing their work experience and productivity”. That is the main aim of the ‘Digital Workplace strategy’, launched by DIGIT in the context of the Synergies and Efficiencies Review.</strong></p>",
    "<p><strong>What does it mean in practice?</strong></p>",
    "<p>The <a href=\"https://ec.europa.eu/info/sites/info/files/digitalworkplacestrategy2017.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">Digital Workplace programme</a> is structured around six strands: devices, office automation, mail & calendar, unified communication, collaboration and last but not least, identity & access management (foundation for security and for integrating cloud services in DIGIT’s offering).</p>",
    "<h4>Better IT tools for all</h4>",
    "<p>The Commission staff should see their desktops progressively replaced by laptops. The PCs currently used are often outdated and not compatible with Windows 10, which deployment started in November 2017 and should finish by end of 2018. The laptops will improve staff’s mobility and Windows 10, together with the new Office 2016, brings significant improvements in terms of productivity and user experience (for instance, the boot time of PCs is reduced considerably) and introduces technologies that will improve the security of our PCs.</p>",
    "<h4>No fixed phone anymore</h4>",
    "<p>The Unified Communication (UC) infrastructure – Lync/Skype for Business, using soft phones and headphones is progressively replacing the fixed telephony, running on an obsolete technology. The UC is not only reducing Commission’s bill for telephony, but also brings more mobility for staff, easier videoconferencing, real time on-line collaboration and more security.</p>",
    "<h4>Improved network security and mobile access</h4>",
    "<p>The Commission’s network will be strengthened and further secured. Its segmentation and segregation combined with an encompassed endpoint security will make it fitter for its purpose to ensure optimum protection of valuable assets.</p>",
    "<p>In addition, DIGIT is working on improving mobile access to the Commission network. Giving more options, further secure way of connecting from private devices and more/better work-related mobile applications will certainly help the staff to be even more flexible.</p>",
    "<h4>Better Windows Backend and Email Infrastructures</h4>",
    "<p>The Windows backend infrastructure is the core of the engine running behind the Windows user environment. It contains an extensive amount of sensitive data and controls access to a very large number of Commission services, and is therefore a systematic target in Cyber Attacks. DIGIT is working on the construction of a new foundation. The transition of all environments to this new foundation will start mid-2018 and finish in 2019.</p>",
    "<p>The email infrastructure also needs to be migrated to new hardware and software platforms as both are becoming obsolete. DIGIT have opted for an approach based on an ‘on premise’ upgrade of the email infrastructure in anticipation of a smooth transition to Cloud-based services in the future. The security of moving email to the Cloud is not yet mature today, however DIGIT is confident in finding solutions to all related issues in the near future.</p>",
    "<h4>Going to the Cloud? Maybe…</h4>",
    "<p>The DWP Programme will implement an infrastructure that enables secure consumption of Cloud services at low scale. DIGIT believes that Cloud services have large potential benefits ranging from significant cost reduction (up to 30%), operational externalization, access to a range of new and continuously updated services and ubiquitous access to them. Therefore, a number of Cloud experiments are currently ongoing and their results will allow the Commission to decide upon the scope of Cloud Services and its best set up for our complex and sensitive environment in the future.</p>"
  ],
  "gallery": null
}
