{
  "id": "interhack-winning-projects",
  "title": "InterHack: Where are the winning projects now? ",
  "image": "media/interhack-winning-projects.jpg",
  "headerPercentage": "0%",
  "introduction": "On October 2016, the IT departments of the European Commission and the European Parliament organised their first common event, together with their counterparts at the Council of the EU. InterHack, the first interinstitutional Hackathon, gathered more than 30 developers for a day of IT development and lots of fun. In the end, 5 projects were presented, out of which the jury selected two winners. What happened to the winning projects? We bring you the latest news on their status.",
  "body": [
    "<p>InterHack, the first interinstitutional Hackathon, co-organised by the IT departments of the European Commission (DIGIT), the European Parliament (DG ITEC) and the Council of the EU, took place on 15 October 2016. From <a href=\"http://ep-technology.tumblr.com/post/152068104619/interhack-all-about-the-projects-coming-out-of\" target=\"_blank\" rel=\"noopener noreferrer\">the 5 projects developed</a>, two won the competition, one selected by the jury and the other chosen by all the participants present: eBadge and InterLink, respectively.</p>",
    "<p>After the excitement of the event cooled down, the two winning teams met once again with the jury to set realistic goals in which they could start working immediately. They were given some targets to reach until the end of the year, and both teams followed up. We bring you the latest news on the two projects.</p>",
    "<h4><em>eBadge</em> for visitors</h4>",
    "<p>The eBadge team was the most diverse one, with 2 participants from the Parliament, 2 from the Council and one from the Commission. Their idea for mobile ID pass or badge for officials and visitors was very popular with the jury as it obviously touches on a hot topic that concerns all institutions these days: security.</p>",
    "<img src=\"/digitec/static/media/interhack-winning-projects/1.jpg\" alt=\"eBadge for visitors\" style=\"width:600px\" />",
    "<p>However, addressing security issues is not easy, specially taking into account that three institutions with different practices and policies are involved. So the jury asked the team to start by focusing only in one part of the project: the creation of an <strong>eBadge for visitors with a QR or bar code</strong>. This will work as a sort of <strong>boarding pass</strong> that people visiting the institutions can apply for in advance, receive by email and then present on the day of the visit at the entrance of the building. It should allow security agents to check all data and to inform the colleagues concerned that their visitors have arrived, through a push-application.</p>",
    "<p>A big challenge for the project is also reaching out to the security departments, as in such a project, IT cannot decide and implement on its own. For the moment, a project charter for the development of this concept will be developed in the Parliament. The idea is to later integrate the eBadge product into the existing procedures at all three institutions, so each can decide how better to do it according to its needs.</p>",
    "<h4><em>InterLink</em> in pilot phase</h4>",
    "<p>The InterLink team is formed by 7 colleagues from the Commission and one from the Parliament. After interHack, the team was asked by the jury to reach at least 300 registrations for their pilot application by the end of last year. They actually got around 350 - thanks in part to their presence on the <a href=\"https://europa.eu/digitec/stand/interhack\" target=\"_blank\" rel=\"noopener noreferrer\">InterHack stand at DIGITEC 2016</a>, but mostly through a lot of networking and word of mouth.</p>",
    "<img src=\"/digitec/static/media/interhack-winning-projects/2.jpg\" alt=\"InterLink in pilot phase\" style=\"width:600px\" />",
    "<p>According to the team, InterLink will be “a professional interinstitutional networking platform to <strong>find</strong> colleagues, <strong>discover</strong> their expertise and <strong>connect</strong> to each other”. Today, we are asked to collaborate more and more, but so far there is no easy way to find colleagues from other institutions and it is not possible to search for their expertise and projects - let alone to establish connections and network. InterLink can help solve that by providing an <strong>internal secured platform</strong>.</p>",
    "<p>The team says that “if a picture is worth a 1000 words, a prototype is worth a 1000 meetings. We really wanted to make our first prototype work as we intended it, so we decided to take it to the next level and run a pilot project - make a working prototype, while involving real users.” The pilot started on 6 February with the support of DIGIT’s management. The registered volunteers will be invited to complete their profiles and create connections.</p>",
    "<p>The goal of this pilot project is to develop a minimum viable product, offering a working prototype where the users will be able to:</p>",
    "<ul>",
    "<li>Search for people, based on any field from their profile (department, languages, projects, skills...);</li>",
    "<li>Connect with other users to build their network;</li>",
    "<li>Manage their profile page;</li>",
    "<li>Visualise their network based on “connections”, “skills”, “languages”, etc.</li>",
    "</ul>",
    "<p>If successful, this pilot has a chance to evolve into a formal project, as a production solution.</p>",
    "<p>So if you think this is a good idea and haven’t yet registered you can still do it at <a href=\"http://theinterlink.eu/#/register\" target=\"_blank\" rel=\"noopener noreferrer\">http://theinterlink.eu/#/register</a>. Find out more on the <a href=\"https://webgate.ec.europa.eu/fpfis/wikis/display/InterHack/InterLink\" target=\"_blank\" rel=\"noopener noreferrer\">InterLink wiki</a>.</p>",
    "<a href=\"http://theinterlink.eu/#/register\" target=\"_blank\" rel=\"noopener noreferrer\"><img src=\"/digitec/static/media/interhack-winning-projects/3.jpg\" alt=\"InterLink in pilot phase\" style=\"width:400px\" /></a>",
    "<h5>More on InterHack</h5>",
    "<p>More on the <a href=\"https://webgate.ec.europa.eu/fpfis/wikis/display/InterHack/QR+code+to+the+e-pass+application+and+electronic+badge\" target=\"_blank\" rel=\"noopener noreferrer\">eBadge</a> and <a href=\"https://webgate.ec.europa.eu/fpfis/wikis/display/InterHack/InterLink\" target=\"_blank\" rel=\"noopener noreferrer\">InterLink</a> projects on the <a href=\"https://webgate.ec.europa.eu/fpfis/wikis/display/InterHack/InterHack\" target=\"_blank\" rel=\"noopener noreferrer\">InterHack wiki</a> (accessible with EU Login).</p>",
    "<p>Overview of the day: <a href=\"https://www.facebook.com/technology.ep/videos/1822703594609327/\" target=\"_blank\" rel=\"noopener noreferrer\">https://www.facebook.com/technology.ep/videos/1822703594609327/</a></p>",
    "<p>What the participants had to say: <a href=\"https://www.facebook.com/technology.ep/videos/1822703594609327/\" target=\"_blank\" rel=\"noopener noreferrer\">https://www.facebook.com/technology.ep/videos/1822703594609327/</a></p>"
  ]
}
